Repository: IvicaPetrsoric/PickMe
Catalog: PickMe/Supporting Files/*.lproj/Localizable.strings
Languages: hr

source: Ride Setup
hr: Postavke vožnje

source: Enter Start Location
hr: Unesite polazište

source: Enter End Location
hr: Unesite odredište

source: Enter Total Passangers
hr: Unesite broj putnika

source: Start Ride
hr: Kreni s vožnjom

source: Passanger Picked Up
hr: Pokupi putnika

source: Stop Over
hr: Stani sa strane

source: End Ride
hr: Kraj vožnje

source: Continue Ride
hr: Nastavi s vožnjom

source: Status: New Passanger
hr: Status: novi putnik

source: Status: Stop Over
hr: Status: stani sa strane

source: Status: Driving
hr: Status: vožnja

source: Name
hr: Ime:

source: Enter name
hr: Unesite ime

source: Age:
hr: Godin:

source: Enter age
hr: Unesite godine

source: Car registration:
hr: Registracija:

source: Enter car registration
hr: Unesite registraciju vozila

source: Driver Profile
hr: Profil vozača

# Ride Historys
source: Ride History
hr: Povijest vožnji

source: Delete
hr: Izbriši

source: No Ride History!
hr: Ne postoje spremljene vožnje!

source: Start Location:
hr: Polazište:

source: End Location:
hr: Odredište:

source: Passangers:
hr: Broj putnika:

source: Ride Details
hr: Detalji vožnje

source: No Ride Locations!
hr: Ne postoje spremljene lokacije

source: Error
hr: Greška

source: This ride has no locations saved
hr: Ova vožnja nema spremljenih lokacija

source: Passanger
hr: Putnik

source: Start
hr: Početak

source: End
hr: Kraj

source: Distance:
hr: Udaljenost:

source: Time start:
hr: Početak vožnje:

source: Time End:
hr: Kraj vožnje:
